Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Add skills to the library
fr_fr: Ajouter des compétences à la bibliothèque

source: This operation might take a few minutes; please keep this window open.
fr_fr: Cette opération peut prendre quelques minutes ; veuillez garder cette fenêtre ouverte.

source: Processing
fr_fr: Traitement

source: Parent element
fr_fr: Élément parent

source: This code already exists.
fr_fr: Ce code existe déjà.

source: Create comp element
fr_fr: Créer un élément de rémunération

source: Edit comp element
fr_fr: Modifier l'élément de rémunération

source: Element code
fr_fr: Code de l'élément

source: The code will be automatically generated after creation.
fr_fr: Le code sera automatiquement généré après la création.

source: Customer code
fr_fr: Code client

source: The customer code cannot be empty.
fr_fr: Le code client ne peut pas être vide.

source: Use this for mapping purpose
fr_fr: Utilisez ceci à des fins de cartographie

source: Element type
fr_fr: Type de l'élément

source: Comp elements
fr_fr: Eléments de rémunération

source: Comp elements in use
fr_fr: Éléments de rémunération actuellement utilisés

source: Comp groups
fr_fr: Groupes de rémunération

source: Comp trees
fr_fr: Arbres de rémunération

source: View rounds using comp elements
fr_fr: Afficher les cycles en utilisant les éléments de rémunération

source: Go to comp round
fr_fr: Aller au cycle de rémunération

source: Rounds using comp elements
fr_fr: Cycles utilisant des éléments de rémunération

source: Create your first comp element
fr_fr: Créez votre premier élément r

source: View and manage comp trees and comp elements
fr_fr: Consultez et gérez les arbres et les éléments de rémunération

source: Enable comp element
fr_fr: Activer l'élément de rémunération

source: Compensation element tree
fr_fr: Arbre des éléments de rémunération

source: View comp element
fr_fr: Afficher l'élément de rémunération

source: Compensation element
fr_fr: Elément de rémunération

source: Select the compensation element that will use this rule
fr_fr: Sélectionnez l'élément de rémunération qui utilisera cette règle

source: The compensation element cannot be empty.
fr_fr: L'élément de rémunération ne peut pas être vide.

source: No target budget
fr_fr: Aucun budget cible

source: Outcome
fr_fr: Résultat

source: Define the outcome of the rule
fr_fr: Définissez le résultat de la règle

source: The rule list is empty. Get started by creating a budget rule.
fr_fr: La liste des règles est vide. Commencez par créer une règle budgétaire.

source: Create rule
fr_fr: Créer une règle

source: How do you want to distribute your budget?
fr_fr: Comment voulez-vous répartir votre budget ?

source: Budget rules
fr_fr: Règles budgétaires

source: Are you sure you want to delete this condition block?
fr_fr: Voulez-vous vraiment supprimer ce bloc de condition ?

source: Delete condition block
fr_fr: Supprimer le bloc de condition

source: The compensation round was successfully published.
fr_fr: Le cycle de rémunération a été publié correctement.

source: Are you sure you want to republish the compensation round?
fr_fr: Voulez-vous vraiment republier le cycle de rémunération ?

source: The compensation round was successfully republished.
fr_fr: Le cycle de rémunération a été correctement republié.

source: Republish compensation round
fr_fr: Republier le cycle de rémunération

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
fr_fr: Vos modifications seront enregistrées comme ébauche en version de test. La version publiée du cycle de rémunération restera inchangée tant que vous n'aurez pas republié. Voulez-vous vraiment enregistrer vos modifications en tant qu'ébauche en version de test ?

source: Are you sure you want to update the compensation round?
fr_fr: Voulez-vous vraiment mettre à jour le cycle de rémunération ?

source: The compensation round was successfully updated.
fr_fr: Le cycle de rémunération a été correctement mis à jour.

source: Update compensation round
fr_fr: Mettre à jour le cycle de rémunération

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
fr_fr: Des mises à jour ont été apportées au modèle de données sélectionné. Veuillez passer en revue et valider vos configurations de cycle. Dernière mise à jour : {{date}}

source: Generate validation report
fr_fr: Générer le rapport de validation

source: Changes detected in data model
fr_fr: Changements détectés dans le modèle de données

source: The pending draft was successfully deleted.
fr_fr: Le brouillon en attente a été supprimé correctement.

source: The compensation round was successfully deleted.
fr_fr: Le cycle de rémunération a été correctement supprimé.

source: The compensation round was successfully duplicated.
fr_fr: Le cycle de rémunération a été dupliqué correctement.

source: The compensation round was duplicated and a new item was created.
fr_fr: Le cycle de rémunération a été dupliqué et un nouvel élément a été créé.

source: Select the comp element that will use this rule.
fr_fr: Sélectionnez l'élément de rémunération qui utilisera cette règle.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
fr_fr: Toutes les personnes incluses dans la population définie sont par défaut éligibles. Créez des règles pour exclure des employé(e)s.

source: Eligibility rules
fr_fr: Règles d'éligibilité

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
fr_fr: Toutes les personnes incluses à la population définie sont par défaut éligibles. Vous pouvez créer et configurer des règles pour exclure certain(e)s employé(e)s.

source: Create rules to make workers ineligible.
fr_fr: Créez des règles pour rendre des employé(e)s inéligibles.

source: Rule name
fr_fr: Nom de la règle

source: The rule name cannot be empty.
fr_fr: Le nom de la règle ne peut pas être vide.

source: After
fr_fr: Ultérieur à

source: Before
fr_fr: Antérieur à

source: Contains
fr_fr: Contient

source: The operator is required
fr_fr: L'opérateur est requis

source: Greater than
fr_fr: Supérieur à

source: Greater than or equal to
fr_fr: Supérieur ou égal à

source: In
fr_fr: Non inclus à

source: Checked
fr_fr: Coché

source: Equal to
fr_fr: Egal à

source: Not checked
fr_fr: Non coché

source: Not empty
fr_fr: Non vide

source: Not equal to
fr_fr: Différent de

source: Less than
fr_fr: Inférieur à

source: Less than or equal to
fr_fr: Inférieur ou égal à

source: Doesn't contain
fr_fr: Contient

source: Not in
fr_fr: Inclus à

source: On or after
fr_fr: Ultérieur ou égal à

source: On or before
fr_fr: Antérieur ou égal à

source: Range
fr_fr: Plage

source: Value
fr_fr: Valeur

source: The value is required.
fr_fr: La valeur est requise.

source: Rule details
fr_fr: Détails de la règle

source: Enter a name and a description for the rule.
fr_fr: Saisissez un nom et une description pour la règle.

source: Filter by comp element
fr_fr: Filtrer par élément de rémunération

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
fr_fr: Une ou plusieurs étapes n'ont pas pu être traitées. Modifiez le brouillon en attente, puis essayez de publier à nouveau.

source: One or more steps failed to process. Edit the round, and then try to publish again.
fr_fr: Une ou plusieurs étapes n'ont pas pu être traitées. Modifiez le cycle, puis essayez de publier à nouveau.

source: Comp manager
fr_fr: Manager comp

source: No actors are selected. If you continue, no one will have access to this round.
fr_fr: Aucun acteur n'est sélectionné. Si vous continuez, personne n'aura accès à ce cycle.

source: Select actors
fr_fr: Sélectionner les acteurs

source: Selected actors
fr_fr: Acteurs sélectionnés

source: Define which actors can access this round.
fr_fr: Définissez quels acteurs peuvent accéder à ce cycle.

source: Actors & round access
fr_fr: Acteurs et accès aux rounds

source: At least one actor must be selected.
fr_fr: Au moins un acteur doit être sélectionné.

source: Modify the bonus calculation formula if needed.
fr_fr: Modifiez si nécessaire la formule de calcul du bonus prime.

source: Customize formula
fr_fr: Personnaliser la formule

source: Reset formula
fr_fr: Réinitialiser la formule

source: Preview the bonus calculation formula
fr_fr: Consultez la formule de calcul du bonus

source: Bonus calculation formula
fr_fr: Formule de calcul du bonus

source: Currency source
fr_fr: Source de la devise

source: All currencies
fr_fr: Toutes les devises

source: Any currency available for the company
fr_fr: Toute devise disponible pour l'entreprise

source: Comp round currency
fr_fr: Devise du cycle de rémunération

source: Currency of the comp round
fr_fr: Devise du cycle de rémunération

source: Data model
fr_fr: Modèle de données

source: Currency of the exact compensation element
fr_fr: Devise de l'élément de rémunération exact

source: The currency source cannot be empty.
fr_fr: La source de devise ne peut pas être vide.

source: Target bonus currency field
fr_fr: Champ cible de la devise de bonus

source: The target bonus currency field cannot be empty.
fr_fr: Le champ devise de la prime cible ne peut pas être vide.

source: Review the target bonus formula
fr_fr: Passez en revue la formule de bonus cible

source: This plan contains an error.
fr_fr: Ce plan contient une erreur.

source: Bonus plans
fr_fr: Plans de bonus

source: Distribute your budget
fr_fr: Répartissez votre budget

source: Bulk options
fr_fr: Options en lot

source: Only custom/calculated columns can be deleted.
fr_fr: Seules les colonnes personnalisées/calculées peuvent être supprimées.

source: The columns were successfully deleted.
fr_fr: Les colonnes ont été supprimées correctement.

source: The columns were successfully disabled.
fr_fr: Les colonnes ont été désactivées correctement.

source: The columns were successfully enabled.
fr_fr: Les colonnes ont été activées correctement.

source: Calculated column configuration - Expression formula
fr_fr: Configuration de colonne calculée - Formule d'expression

source: Add criteria
fr_fr: Ajouter des critères

source: Rule configuration
fr_fr: Configuration de la règle

source: Add criteria blocks to configure the rule
fr_fr: Ajouter des blocs de critères pour configurer la règle

source: Change type
fr_fr: Type de modification

source: Changing the value type will clear the values you have entered. This action cannot be undone.
fr_fr: Modifier le type de valeur effacera les valeurs que vous avez saisies. Cette action ne peut pas être annulée.

source: Change value type
fr_fr: Modifier le type de valeur

source: Fixed
fr_fr: Fixe

source: Formula
fr_fr: Formule

source: Calculated field
fr_fr: Champ calculé

source: The code can contain only letters, numbers, or "_", and must start with a letter.
fr_fr: Le code ne peut contenir que des lettres, des chiffres ou "_", et doit commencer par une lettre.

source: The code is required.
fr_fr: Le code est requis.

source: Pick a color to visually group or highlight this column in the grid.
fr_fr: Choisissez une couleur pour regrouper visuellement ou mettre en évidence cette colonne dans la grille.

source: Column details
fr_fr: Détails de la colonne

source: Column name
fr_fr: Nom de la colonne

source: The column name is required.
fr_fr: L'intitulé de la colonne est requis.

source: Enable currency
fr_fr: Activer la devise

source: Currency field
fr_fr: Champ devise

source: The currency field is required.
fr_fr: Le champ devise est obligatoire.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
fr_fr: La précision décimale contrôle le nombre de chiffres affichés après le séparateur décimal à des fins d'affichage. Tous les calculs utilisent le nombre complet.

source: Define the number of digits to display after the decimal separator.
fr_fr: Définissez le nombre de chiffres à afficher après le séparateur décimal.

source: The expression (Else section) contains {{count}} error.
fr_fr: L'expression (section Sinon) contient {{count}} erreur.

source: The expression (Else section) contains {{count}} errors.
fr_fr: L'expression (section Sinon) contient {{count}} erreurs.

source: The condition {{position}} (If section) contains {{count}} error.
fr_fr: La condition {{position}} (section Si) contient {{count}} erreur.

source: The condition {{position}} (If section) contains {{count}} errors.
fr_fr: La condition {{position}} (section Si) contient {{count}} erreurs.

source: The expression {{position}} (Then section) contains {{count}} error.
fr_fr: L'expression {{position}} (section Alors) contient {{count}} erreur.

source: The expression {{position}} (Then section) contains {{count}} errors.
fr_fr: L'expression {{position}} (section Alors) contient {{count}} erreurs.

source: Else
fr_fr: Sinon

source: If
fr_fr: Si

source: The formula contains {{count}} error.
fr_fr: La formule contient {{count}} erreur.

source: The formula contains {{count}} errors.
fr_fr: La formule contient {{count}} erreurs.

source: Then
fr_fr: Avant

source: Conditional
fr_fr: Conditionnel

source: Non-conditional
fr_fr: Non conditionnel

source: Header color
fr_fr: Couleur d'en-tête

source: Decimal precision
fr_fr: Précision décimale

source: Help tip
fr_fr: Infobulle

source: This is a calculated column. The outcome is based on a formula.
fr_fr: Il s'agit d'une colonne calculée. Le résultat est basé sur une formule.

source: Calculation workspace
fr_fr: Espace de calcul

source: Open calculation workspace
fr_fr: Ouvrir l'espace de travail de calcul

source: Select a color for the group
fr_fr: Sélectionnez une couleur pour le groupe

source: The selected color will apply to the columns of the group.
fr_fr: La couleur sélectionnée s'appliquera aux colonnes du groupe.

source: Selected column group
fr_fr: Groupe de colonnes sélectionné

source: Configure column group
fr_fr: Configurer le groupe de colonnes

source: Bonus amount
fr_fr: Montant de la prime

source: The Bonus amount display name cannot be empty.
fr_fr: Le nom d'affichage du montant de la prime ne peut pas être vide.

source: The calculated bonus display name cannot be empty.
fr_fr: Le nom d'affichage du bonus calculé ne peut pas être vide.

source: Column color
fr_fr: Couleur de la colonne

source: Define when managers must add notes during proposals
fr_fr: Définir quand les managers doivent ajouter des notes lors des propositions

source: Please select one of the options.
fr_fr: Veuillez sélectionner l'une des options.

source: Optional
fr_fr: Optionnel

source: Managers can submit without adding a note.
fr_fr: Les managers peuvent soumettre sans ajouter de note.

source: Always required
fr_fr: Toujours requis

source: A note is always required, regardless of the value.
fr_fr: Une note est toujours requise, quelle que soit la valeur.

source: Required if outside the guidelines
fr_fr: Obligatoire si en dehors des directives

source: A note is required if the value is outside the min/max guidelines.
fr_fr: Une note est requise si la valeur est en dehors des directives min/max.

source: Required notes
fr_fr: Notes requises

source: Column title
fr_fr: Titre de la colonne

source: Decimal display precision
fr_fr: Précision d'affichage décimale

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
fr_fr: La précision décimale contrôle le nombre de chiffres affichés après le séparateur décimal. Tous les calculs sont toutefois effectués au moyen du nombre complet.

source: Define the text to be displayed as a tooltip when hovering the element
fr_fr: Saisissez le texte affiché en tant qu'infobulle lorsque la souris est placée sur l'élément.

source: Enter a new name for the field
fr_fr: Saisissez un nouveau nom pour le champ

source: Input field
fr_fr: Champ de saisie

source: Guaranteed amount
fr_fr: Montant garanti

source: The Guaranteed amount display name cannot be empty.
fr_fr: Le nom d'affichage du montant garanti ne peut pas être vide.

source: Increase amount
fr_fr: Montant d'augmentation

source: The Increase amount display name cannot be empty.
fr_fr: Le nom d'affichage du montant d'augmentation ne peut pas être vide.

source: Increase %
fr_fr: % d'augmentation

source: The Increase percent display name cannot be empty.
fr_fr: Le nom d'affichage du pourcentage d'augmentation ne peut pas être vide.

source: New value
fr_fr: Nouvelle valeur

source: Prorated target bonus
fr_fr: Prime cible au prorata

source: The Prorated target bonus display name cannot be empty.
fr_fr: Le nom d'affichage de la prime cible au prorata ne peut pas être vide.

source: Reference column
fr_fr: Colonne de référence

source: Referenced fields
fr_fr: Champs référencés

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
fr_fr: Au moins un des champs suivants doit être activé : Prime cible, Prime cible au prorata, Prime calculée, Montant de la prime ou Montant garanti.

source: The New value display name cannot be empty.
fr_fr: Le nom d'affichage de la nouvelle valeur ne peut pas être vide.

source: Selected column
fr_fr: Colonne sélectionnée

source: The Target bonus display name cannot be empty.
fr_fr: Le nom d'affichage de la prime cible ne peut pas être vide.

source: Configure column
fr_fr: Configurer la colonne

source: No reference
fr_fr: Aucune référence

source: Select the field from the compensation history from which the calculations will be referenced.
fr_fr: Sélectionnez le champ de l'historique de rémunération à partir duquel les calculs seront référencés.

source: Reference field
fr_fr: Champ de référence

source: Delete columns
fr_fr: Supprimer les colonnes

source: Are you sure you want to delete the selected columns?
fr_fr: Êtes-vous sûr de vouloir supprimer les colonnes sélectionnées ?

source: Delete column
fr_fr: Supprimer la colonne

source: Are you sure you want to delete the selected column?
fr_fr: Êtes-vous sûr de vouloir supprimer la colonne sélectionnée ?

source: The column was successfully deleted.
fr_fr: La colonne a été supprimée correctement.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
fr_fr: Utilisez la vue Planificateur d'équipe pour gérer les colonnes que les managers et les HRBP voient dans votre grille de rémunération, les renommer et les réorganiser, regrouper les colonnes, créer des colonnes, définir la précision des décimales, attribuer des couleurs et ajouter des info-bulles.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
fr_fr: Le widget budget affichera le montant de votre budget et surveillera efficacement vos dépenses.

source: Budget widget
fr_fr: Widget budget

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
fr_fr: Sélectionnez les éléments de rémunération à afficher dans l'historique de rémunération de l'employé(e) et définissez le nombre d'événements passés à afficher.

source: Enable compensation element
fr_fr: Activer l'élément de rémunération

source: Number of events
fr_fr: Nombre d'événements

source: Worker compensation history
fr_fr: Historique de rémunération de l'employé(e)

source: Column list
fr_fr: Liste des colonnes

source: Add column to group
fr_fr: Ajouter la colonne au groupe

source: No columns yet
fr_fr: Aucune colonne pour le moment

source: Remove column from group
fr_fr: Retirer la colonne du groupe

source: Search for columns to add
fr_fr: Rechercher des colonnes à ajouter

source: Columns in the group
fr_fr: Colonnes présentes dans le groupe

source: Add column
fr_fr: Ajouter une colonne

source: No groups yet
fr_fr: Aucun groupe pour le moment

source: Group list
fr_fr: Liste des groupes

source: Group name
fr_fr: Nom du groupe

source: Remove group
fr_fr: Supprimer le groupe

source: Manage column groups
fr_fr: Gérer les groupes de colonnes

source: Manage group columns
fr_fr: Gérer les colonnes du groupe

source: Calculated column
fr_fr: Colonne calculée

source: Comp element
fr_fr: Elément de rémunération

source: Data foundation
fr_fr: Fondation de données

source: Category
fr_fr: Catégorie

source: Column {{columnName}} visibility
fr_fr: Visibilité de la colonne {{columnName}}

source: Create custom column
fr_fr: Créer une colonne personnalisée

source: Drop-down list options
fr_fr: Options de la liste déroulante

source: The label cannot empty.
fr_fr: L'intitulé ne peut pas être vide.

source: No options yet
fr_fr: Aucune option pour le moment

source: The code and the label cannot be empty.
fr_fr: Le code et l'intitulé ne peuvent pas être vides.

source: Please add at least one option.
fr_fr: Veuillez ajouter au moins une option.

source: Enter the text displayed as a tooltip on hover
fr_fr: Saisissez le texte à afficher en tant qu'infobulle lorsque la souris est placée sur l'élément.

source: The column name cannot be empty.
fr_fr: Le nom de colonne ne peut pas être vide.

source: Drop-down list
fr_fr: Liste déroulante

source: Text field
fr_fr: Champ de texte

source: The type cannot be empty.
fr_fr: Le type ne peut pas être vide.

source: Conditional formatting
fr_fr: Mise en forme conditionnelle

source: Are you sure you want to delete this rule?
fr_fr: Voulez-vous vraiment supprimer cette règle ?

source: Delete rule
fr_fr: Supprimer la règle

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
fr_fr: Les règles situées plus haut dans la liste sont prioritaires lorsque les configurations se chevauchent. Vous pouvez créer jusqu'à 10 règles.

source: Rules higher in the list take priority when configurations overlap.
fr_fr: Les règles situées plus haut dans la liste sont prioritaires lorsque les configurations se chevauchent.

source: Conditional formatting rule
fr_fr: Règle de mise en forme conditionnelle

source: No conditional formatting rules yet.
fr_fr: Aucune règle de mise en forme conditionnelle pour le moment.

source: Background color
fr_fr: Couleur de fond

source: Formatting
fr_fr: Formatage

source: Define how the cell will be formatted when the criteria are met.
fr_fr: Définissez comment la cellule sera formatée lorsque les critères sont remplis.

source: Enter a name for this rule.
fr_fr: Saisissez un nom pour cette règle.

source: Add a name and a description to the rule
fr_fr: Ajouter un nom et une description à la règle

source: View conditional formatting
fr_fr: Afficher la mise en forme conditionnelle

source: Proposal management
fr_fr: Gestion des propositions

source: View proposal management settings
fr_fr: Voir les paramètres de gestion des propositions

source: Custom column
fr_fr: Colonne personnalisée

source: Groups
fr_fr: Groupes

source: Up to 20 calculated columns allowed per compensation round.
fr_fr: Jusqu'à 20 colonnes calculées autorisées par cycle de rémunération.

source: Calculated
fr_fr: Calculé

source: Compensation history
fr_fr: Historique de rémunération

source: Contracted compensation
fr_fr: Rémunération contractuelle

source: Goal achievement
fr_fr: Réalisation des objectifs

source: Individual pay range
fr_fr: Échelle de rémunération individuelle
